/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ è stato scaricato ed è pronto per l'uso! Questo è un aggiornamento importante; vuoi installarlo e riavviare ora %1$@?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ è stato scaricato ed è pronto per l'uso! Vuoi installarlo e riavviare ora %1$@?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "Impossibile aggiornare %1$@ quando è in esecuzione da un volume di sola lettura come un'immagine disco o un'unità ottica. Sposta %1$@ nella tua cartella Applicazioni, riavviala da lì e riprova.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ è la versione più recente disponibile.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ scaricati";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ di %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "È disponibile una nuova versione di %1$@. Aggiorna a %2$@ per usufruire degli ultimi miglioramenti.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "È disponibile una nuova versione di %1$@. Aggiorna a %2$@ per usufruire degli ultimi miglioramenti. Vuoi sapere di più su questo aggiornamento sul Web?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "Una nuova versione di %@ è pronta da installare!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Un errore nel recuperare informazioni l'aggiornamento. Prego prova d'nuovo più tardi";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Si è verificato un errore mentre veniva scaricato l'aggiornamento. Riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Si è verificato un errore estraendo l'archivio. Riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Si è verificato un errore installando l'aggiornamento. Riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Si è verificato un errore durante l'analisi del feed d'aggiornamento. Riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Si è verificato un errore riavviando %1$ @, ma la nuova versione sarà disponibile la prossima volta che esegui %1$ @.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Un aggiornamento importante di %@ è pronto per essere installato.";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Cancel Update" = "Annulla Aggiornamento";

/* No comment provided by engineer. */
"Checking for updates..." = "Ricerca aggiornamenti...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Download aggiornamento...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Estrazione aggiornamento...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installa e riavvia";

/* Take care not to overflow the status window. */
"Installing update..." = "Installazione aggiornamento...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Ulteriori informazioni...";

/* No comment provided by engineer. */
"Let's update your app" = "Aggiorniamo la tua app";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Pronto per l'installazione";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@ deve cercare automaticamente gli aggiornamenti? Puoi sempre cercare manualmente gli aggiornamenti dal menu di %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "L'aggiornamento non è firmato correttamente.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "L'aggiornamento non verrà installato perché l'utente ha richiesto lo spegnimento del sistema";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Spiacenti, la tua versione di %@ è obsoleta.";

/* No comment provided by engineer. */
"Update Error!" = "Errore d´aggiornamento!";

/* No comment provided by engineer. */
"Updating %@" = "Aggiornamento %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Hai già l'ultima versione di %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Aggiornamento riuscito.";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Stai attualmente utilizzando la versione %@, che non è più supportata. Abbiamo apportato tanti miglioramenti da allora, perciò per continuare scarica l'ultima versione.";
